[
    {
        "name":"马致远",
        "description":[
            "马致远，号东篱，大都人。他少年时追求功名，未能得志。曾参加元贞书会，与李时中、红字李二、花李郎等合写《黄粱梦》杂剧。明初贾仲明为他写的《凌波仙》吊词，说他是“万花丛里马神仙”。元人称道士做神仙，他实际是当时在北方流行的全真教的信徒。《录鬼簿》说他曾“任江浙行省务官”。晚年退隐田园，过着“酒中仙、尘外客、林间友”的生活。他的逃避现实的厌世的态度大大影响了他的创作成就。作品除散曲外，今存杂剧《汉宫秋》、《青衫泪》、《荐福碑》等七种。",
            "马致远生于1250年，约卒于1321年，是元代著名的杂剧家。大都（今北京）人。马致远以字行于世，名不祥。晚号“东篱”，以示效陶渊明之志。他的年辈晚于关汉卿、白朴等人，生年当在至元（始于1264）之前，卒年当在至治改元到泰定元年（1321—1324）之间。曾任江浙行省务官。",
            "马致远着有杂剧十六种，存世的有《江州司马青衫泪》、《破幽梦孤雁汉宫秋》、《吕洞宾三醉岳阳楼》、《半夜雷轰荐福碑》、《马丹阳三度任风子》、《开坛阐教黄梁梦》、《西华山陈抟高卧》七种。马致远的散曲作品也负盛名，现存辑本《东篱乐府》一卷，收入小令104首，套数17套。其杂剧内容以神化道士为主，剧本全都涉及全真教的故事，元末明初贾仲明在诗中说：“万花丛中马神仙，百世集中说致远”“姓名香贯满梨园”。",
            "在马致远生活的年代，蒙古统治者开始注意到“遵用汉法”和任用汉族文人，却又未能普遍实行，这给汉族文人带来一丝幻想和更多的失望。马致远早年曾有仕途上的抱负，他的一套失题的残曲中自称“写诗曾献上龙楼”，却长期毫无结果。后来担任地方小官吏，也是完全不能满意的，在职的时间大概也并不长。在这样的蹉跎经历中，他渐渐心灰意懒，一面怀着满腹牢骚，一面宣称看破了世俗名利，以隐士高人自居，同时又在道教中求解脱。",
            "《汉宫秋》是马致远早期的作品，也是马致远杂剧中最著名的一种，敷演王昭君出塞和亲故事。历史上的这一事件，原只是汉元帝将一名宫女嫁给内附的南匈奴单于作为笼络手段，在《汉书》中的记载也很简单。而《后汉书·南匈奴传》加上了昭君自请出塞和辞别时元帝惊其美貌、欲留而不能的情节，使之带上一种故事色彩。后世笔记小说、文人诗篇及民间讲唱文学屡屡提及此事，对历史事实多有增益改造。",
            "马致远的《汉宫秋》在传说的基础上再加虚构，把汉和匈奴的关系写成衰弱的汉王朝为强大的匈奴所压迫；把昭君出塞的原因，写成毛延寿求贿不遂，在画像时丑化昭君，事败后逃往匈奴，引兵来攻，强索昭君；把元帝写成一个软弱无能、为群臣所挟制而又多愁善感、深爱王昭君的皇帝；把昭君的结局，写成在汉与匈奴交界处的黑龙江投江自杀。这样，《汉宫秋》成了一种假借一定的历史背景而加以大量虚构的宫廷爱情悲剧。",
            "《汉宫秋》也许包含了一定的民族情绪。但是，我们要注意到马致远的基本人生态度，要么是在元朝统治下积极求取功名，要么是视一切价值标准为空幻，所以，在这方面过分强调是不适当的。这个剧本同现实生活直接相关的地方，主要是反映出在民族战争中个人的不幸。像金在蒙古压迫下曾以公主和亲，宋亡后后妃宫女都被掳去北方，这些当代史实都会给作者以较深的感受。而《汉宫秋》是一出末本戏，主要人物是汉元帝，剧中写皇帝都不能主宰自己、不能保有自己所爱的女人，那么，个人被命运所主宰、为历史的巨大变化所颠簸的这一内在情绪，也就表现得更强烈了。事实上，在马致远笔下的汉元帝，也更多地表现出普通人的情感和欲望。",
            "当臣下以“女色败国”的理由劝汉元帝舍弃昭君时，他忿忿地说：“虽然似昭君般成败都皆有，谁似这做天子的官差不自由！”灞桥送别时，他感慨道：“早是俺夫妻悒快，小家儿出外也摇装。”对夫妻恩爱的平民生活流露出羡慕之情。尤其第四折“孤雁惊梦”一大段凄婉哀怨的唱词，表现出汉元帝对情人的无限思恋，把剧本的悲剧气氛渲染得愈加浓郁。这里在塑造戏剧人物的同时，也直接抒发了作者对历史变迁、人生无常的感受。",
            "《荐福碑》也是马致远的早期剧作，写落魄书生张镐时运不济，一再倒霉，甚至荐福寺长老让他拓印庙中碑文，卖钱作进京赶考的盘缠，半夜里都会有雷电把碑文击毁。后时来运转，在范仲淹资助下考取状元，飞黄腾达。剧中多处表现出对社会现状的不满，如：“这壁拦住贤路，那壁又挡住仕途。",
            "如今这越聪明越受聪明苦，越痴呆越享了痴呆福，越糊突越有了糊突富。”这个剧本集中反映了作者怀才不遇的牢骚和宿命的人生观，也反映出当代许多文人在社会地位极端低落的处境下的苦闷。",
            "《青衫泪》是由白居易《琵琶行》敷演而成的爱情剧，虚构白居易与妓女裴兴奴的悲欢离合故事，中间插入商人与鸨母的欺骗破坏，造成戏剧纠葛。在士人、商人、妓女构成的三角关系中，妓女终究是爱士人而不爱商人，这也是落魄文人的一种自我陶醉。",
            "马致远写得最多的是“神仙道化”剧。《岳阳楼》、《陈抟高卧》、《任风子》以及《黄粱梦》，都是演述全真教事迹，宣扬全真教教义的。这些道教神仙故事，主要倾向都是宣扬浮生若梦、富贵功名不足凭，要人们一空人我是非，摆脱家庭妻小在内的一切羁绊，在山林隐逸和寻仙访道中获得解脱与自由。剧中主张回避现实矛盾，反对人们为争取自身的现实利益而斗争，这是一种懦弱的悲观厌世的态度。但另一方面，剧中也对社会现状提出了批判，对以功名事业为核心的传统价值观提出了否定，把人生的“自适”放在更重要的地位，这也包涵着重视个体存在价值的意义，虽然作者未能找到实现个体价值的合理途径。",
            "在众多的元杂剧作家中，马致远的创作最集中地表现了当代文人的内心矛盾和思想苦闷，并由此反映了一个时代的文化特征。与此相关联，马致远的剧作，大抵写实的能力并不强，人物形象的塑造也不怎么突出，戏剧冲突通常缺乏紧张性，而自我表现的成分却很多。包括《汉宫秋》这样的历史题材的作品在内，剧中人物往往游离戏剧冲突，作大段的抒情，这常常是作者在借剧中人物表现自己的喜怒哀乐。如《岳阳楼》中吕洞宾所唱《贺新郎》一曲：",
            "你看那龙争虎斗旧江山，我笑那曹操奸雄，我哭呵哀哉霸王好汉。为兴亡笑罢还悲叹，不觉的斜阳又晚。想咱这百年人，则在这捻指中间。空听得楼前茶客闹，争似江上野鸥闲，百年人光景皆虚幻。",
            "这实际是作者在其散曲中写过多次的一种人生感受。",
            "如上所述，马致远大多数杂剧的戏剧效果不是很强的。前人对他的杂剧评价很高，主要有两个原因：一是剧中所抒发的人生情绪容易引起旧时代文人的共鸣，再就是语言艺术的高超。马致远杂剧的语言偏于典丽，但又不像《西厢记》、《梧桐雨》那样华美，而是把比较朴实自然的语句锤炼得精致而富有表现力。如《汉宫秋》中写“惊雁”的一支《尧民歌》：",
            "呀呀的飞过蓼花汀，孤雁儿不离了凤凰城。画檐间铁马响丁丁，宝殿中御榻冷清清。寒也波更，萧萧落叶声，烛暗长门静。",
            "作品风格",
            "豪放中显其飘逸、沉郁中见通脱之风格",
            "马致远杂剧的语言清丽，善于把比较朴实自然的语句锤炼得精致而富有表现力。曲文充满强烈的抒情性和主观性。",
            "马致远的散曲。扩大题材领域，提高艺术意境。声调和谐优美，语言疏宕豪爽，雅俗兼备",
            "词采清朗俊雅,而不浓艳,《太和正音谱》评为「马东篱之词,如朝阳鸣凤。其词典雅清丽,可与灵光景福两相颉颃,有振鬣长鸣万马皆瘖之意。又若神凤飞于九霄,岂可与凡鸟共语哉!宜列群英之上。"
        ],
        "short_description":"马致远，号东篱，大都人。他少年时追求功名，未能得志。曾参加元贞书会，与李时中、红字李二、花李郎等合写《黄粱梦》杂剧。明初贾仲明为他写的《凌波仙》吊词，说他是“万花丛里马神仙”。元人称道士做神仙，他实际是当时在北方流行的全真教的信徒。《录鬼簿》说他曾“任江浙行省务官”。晚年退隐田园，过着“酒中仙、尘外客、林间友”的生活。他的逃避现实的厌世的态度大大影响了他的创作成就。作品除散曲外，今存杂剧《汉宫秋》、《青衫泪》、《荐福碑》等七种。"
    }
]